Repository: timlau/yumex-dnf-old
Catalog: po/*.po
Languages: de

source: Refreshing Repository Metadata
de: Paketquellen-Metadaten werden aktualisiert

source: Could not refresh the DNF cache (root)
de: Dnf-Zwischenspeicher konnte nicht aktualisiert werden (Root)

source: DNF root backend was not authorized. Yum Extender will exit
de: Das Root-Backend von Dnf wurde nicht autorisiert. Yum Extender wird beendet.

source: DNF is locked by another process. Yum Extender will exit
de: DNF wird von einem anderen Prozess gesperrt. Yum Extender wird beendet.

source: Searching for dependencies
de: Nach Abhängigkeiten wird gesucht

source: Dependencies resolved
de: Abhängigkeiten sind aufgelöst

source: Applying changes to the system
de: Änderungen werden auf das System angewendet

source: Error checking package signatures
de: Fehler beim Überprüfen der Paketsignaturen

source: Downloading error(s)
de: Fehler beim Herunterladen

source: Error in transaction
de: Fehler in der Transaktion

source: Installing package: %s
de: Installiere Paket %s

source: Removing package: %s
de: Entferne Paket %s

source: Error(s) in search for dependencies
de: Fehler bei der Abhängigkeitssuche

source: Preparing system for applying changes
de: System wird für die Anwendung der Änderungen vorbereitet

source: Can't remove protected package(s)
de: Geschützte Pakete dürfen nicht entfernt werden

source: No pending actions in queue
de: Keine ausstehenden Aktionen in der Warteschlange

source: Error(s) in building transaction
de: Fehler beim Zusammenstellen der Transaktion

source: Adding packages to view
de: Pakete werden zur Ansicht hinzugefügt

source: Downloading packages
de: Pakete werden heruntergeladen

source: Checking package signatures
de: Überprüfung der Paketsignaturen

source: Verify changes on the system
de: Überprüfung der Änderungen am System

source: Getting installed packages
de: Installierte Pakete werden geholt

source: Getting available packages
de: Verfügbare Pakete werden geholt

source: Getting available updates
de: Verfügbare Aktualisierungen werden geholt

source: Getting all packages
de: Alle Pakete werden geholt

source: Updated packages
de: Aktualisierte Pakete

source: Downgraded packages
de: Herabgestufte Pakete

source: Obsoleting packages
de: Pakete werden als veraltet markiert

source: Obsoleted packages
de: Als veraltet markierte Pakete

source: Erased packages
de: Entfernte Pakete

source: Installed packages
de: Installierte Pakete

source: Installed for dependencies
de: Als Abhängigkeiten installiert

source: Reinstalled packages
de: Erneut installierte Pakete

source: Installing
de: Installieren

source: Updating
de: Aktualisieren

source: Removing
de: Entfernen

source: Downgrading
de: Wird herabgestuft

source: Replacing
de: Ersetzt

source: Updating: %s
de: Aktualisiere %s

source: Installing: %s
de: Installiere %s

source: Cleanup: %s
de: Räume %s auf

source: Removing: %s
de: Entferne %s

source: Downgrading: %s
de: Stufe %s herab

source: Verifying: %s
de: Überprüfe %s

source: Bugfix
de: Fehlerkorrektur

source: New Package
de: Neues Paket

source: Security
de: Sicherheitslücke(n) geschlossen

source: Enhancement
de: Neue Funktionen hinzugefügt

source: Changes was successfully applied to the system
de: Änderungen wurden erfolgreich angewendet

source: Error in starting notification icon
de: Fehler beim Starten des Symbols in der Statusleiste

source: Yum Extender will close
de: Yum Extender wird geschlossen

source: New Updates
de: Neue Aktualisierungen

source: %s available updates
de: %s verfügbare Aktualisierungen

source: Click to install all/remove all
de: Hier klicken, um alle zu installieren/zu entfernen

source: Click to select/deselect all
de: Hier klicken, um alle auszuwählen oder die Auswahl aufzuheben

source: Package
de: Paket

source: Ver.
de: Version

source: Arch.
de: Architektur

source: click to filter archs
de: Klicken, um nach der Architektur zu filtern

source: Summary
de: Zusammenfassung

source: Repo.
de: Paketquelle

source: Size
de: Größe

source: Reinstall Package
de: Paket neu installieren

source: Downgrade Package
de: Paket herabstufen

source: Packages
de: Pakete

source: <b>Downgrade to</b> %s
de: <b>Herabstufen auf</b> %s

source: History (Date/Time)
de: Chronik (Datum/Zeit)

source: History Packages
de: Paketchronik

source: Repository
de: Paketquelle

source: Filename
de: Dateiname

source: Click here to switch between none/all/default selected
de: Hier klicken, um zwischen Auswahl keine/alle/Vorgabe zu wechseln

source: Ver
de: Version

source: Do you want to import this GPG key needed to verify the %s package? Key : 0x%s: Userid : "%s" From : %s
de: Möchten Sie diesen GPG-Schlüssel importieren, mit dem das Paket %s signiert ist? Schlüssel : 0x%s: Benutzer : "%s" Von : %s

source: Getting Package Metadata
de: Metadaten der Pakete holen

source: Tags: %s
de: Schlagwörter: %s

source: No update information is available
de: Keine Information über Aktualisierungen des Paketes verfügbar

source: Release
de: Version

source: Type
de: Typ

source: Issued
de: Veröffentlicht

source: Description
de: Beschreibung

source: No changelog information is available
de: Keine Informationen über die Aktualisierungen dieses Pakets verfügbar.

source: No filelist information is available
de: Keine Liste der bereitgestellten Pakete vorhanden

source: Preferences
de: Einstellungen

source: Yumex Package Installer
de: Yumex Paketinstallation

source: Install local packages on system
de: Lokale Pakete auf Ihrem System installieren

source: Install, update and remove applications
de: Anwendungen installieren, aktualisieren und entfernen

source: Software Installer
de: Softwareinstallation

source: Graphical package manager
de: Grafische Paketverwaltung

source: Yum Extender is a graphical package management application. It allows you to search and browse for packages to install, remove and update on your computer.
de: Yum Extender ist ein graphischer Paketmanager. Mit dieser Softwareverwaltung kann man nach Paketen suchen, sie auf dem Rechner installieren, entfernen oder aktualisieren.

source: It is designed to give you full control over the packages on your computer and to be used by all users.
de: Es wurde daraufhin entworfen, die volle Kontrolle über alle Pakete auf Ihrem Rechner zu behalten und von allen Benutzern ausgeführt zu werden.

source: Features:
de: Funktionsmerkmale:

source: Browse packages available for installation or update
de: Verfügbare Pakete zur Installation oder Aktualisierung durchsuchen

source: Browse packages installed on your computer
de: Auf Ihrem Rechner installierte Pakete durchsuchen

source: Search packages by name, summary, description
de: Pakete nach Name, Zusammenfassung oder Beschreibung durchsuchen

source: Watch the history of package action on your system
de: Die Chronik der Paketverwaltungsaktionen auf Ihrem System betrachten

source: Browse and install/remove package groups
de: Paketgruppen durchsuchen und installieren oder entfernen

source: Browse packages by size, repository
de: Pakete nach Größe und Paketquelle durchsuchen

source: Control what package repositories are enabled for the current session
de: Festlegen, welche Paketquellen für die aktuelle Sitzung aktiviert werden sollen

source: OK
de: Anwenden

source: Cancel
de: Änderungen verwerfen

source: Show newest only is active when Yum Extender starts. Will show only latest version of available packages
de: Legt fest, ob die Option »Nur neueste Version« ist beim Start von Yum Extender aktiviert sein soll. Es wird dann nur die neuesten Paketversionen anzeigen.

source: Default: Show newest only
de: Vorgabe: Nur neueste Version anzeigen

source: Erase unused requirement option is active when Yum Extender starts
de: Legt fest, ob die Option »nicht benötigte Abhängigkeiten entfernen« beim Start von Yum Extender aktiviert sein soll. Es wird dann alle automatisch installierten Pakete entfernen, die die nicht mehr benötigt werden.

source: Default: Erase Unused Requirements
de: Vorgabe: Nicht mehr benötigte Abhängigkeiten entfernen

source: Change the close action for the main window, so it just hides the window when the close button is clicked
de: Die Schließen-Aktion für das Hauptfenster ändern, so dass es nur verborgen wird, wenn der Schließen-Knopf angeklickt wird

source: Close will only minimize window
de: Schließen minimiert das Fenster

source: Use the toolbar in the header of the window standard when using GNOME
de: Eine Werkzeugleiste in der Titelleiste des Programmfensters anzeigen. Wenn diese Option deaktiviert ist, wird eine reguläre Titelleiste angezeigt und die Werkzeugleiste von Yum Extender darunter

source: Show toolbar in window headerbar
de: Werkzeugleiste in der Titelleiste anzeigen

source: Select all available updates when Yum Extender is started
de: Wählt beim Start von Yum Extender alle verfügbaren Paketaktualisierungen aus.

source: Select updates at startup
de: Alle verfügbaren Aktualisierungen beim Start auswählen

source: Cache expire interval (hours)
de: Intervall, nachdem der Zwischenspeicher verfällt (in Stunden)

source: Default: Cleanup Old Installonly packages
de: Default: alte »Installonly«-Pakete entfernen

source: Number of installonly packages to keep
de: Anzahl der »Installonly«-Pakete, die behalten werden

source: Settings
de: Einstellungen

source: How often the update checker will run
de: Das Intervall, in nach Updates gesucht wird

source: Update check interval (minutes)
de: Intervall zur Prüfung auf Aktualisierungen (Minuten)

source: Color for installed packages
de: Farbe für installierte Pakete

source: Color for available updates
de: Farbe für verfügbare Aktualisierungen

source: Color for available packages
de: Farbe für verfügbare Pakete

source: Color for obsoleted packages
de: Farbe für veraltete Pakete

source: Color for available downgrades
de: Farbe für verfügbare herabstufbare Pakete

source: Advanced
de: Erweitert

source: Repositories used in current session
de: Paketquellen, die in der laufenden Sitzung verwendet werden

source: Save the current selected repositories so they will be used next time you start Yum Extender
de: Speichert die aktuell ausgewählten Paketquellen, so dass sie beim nächsten Start von Yum Extender verfügbar und aktiv sind.

source: Save selected repositories
de: Einstellung für ausgewählte Paketquellen sichern

source: Repositories
de: Paketquellen

source: Updates
de: Aktualisierungen

source: Installed
de: Installiert

source: Available
de: Verfügbar

source: All
de: Alle

source: Groups
de: Gruppen

source: Undo
de: Rückgängig machen

source: History
de: Verlauf

source: Pending Actions
de: Ausstehende Aktionen

source: Package Description
de: Paketbeschreibung

source: Package Update Information
de: Informationen über Aktualisierungen des Paktes

source: Package Filelist
de: Dateiliste des Pakets

source: Package Requirements
de: benötigte Abhängigkeiten von diesem Paket

source: Prefix
de: Präfix des Paketnamens

source: Keyword
de: Schlüsselwort

source: Fields
de: Felder

source: Package actions to perform
de: Auszuführende Paketverwaltungsaktionen

source: Size:
de: Größe:
